<template>
    <div class="divNobg" fadeUp="true">
        <h1>捐赠</h1>
        <p>让这个域名存在下去</p>
    </div>
    <div class="div" fadeUp="true">
        等下！我还没有准备好捐款通道
    </div>
    <div fadeUp="true" class=" div">
        <p>我们每个人，包括我自己，想必都不愿意让属于我们的域名被有心之人利用，我需要每年支付一笔费用维持这个域名。
            这是一笔不小的费用。这注定是我无法承担的，网站也注定不会有太多盈利项目。因此这需要大家的捐赠，才能
            维持这个网站活下去。
        </p>
        <p>为了表示感谢，你可以在备注中写下你的愿望。如果这在站长的能力范围之内的话，站长会尽量满足您。不过因为要
            取得联络，您需要留下您的联络方式才可以实现。
        </p>
    </div>
</template>